import {Link} from "react-router-dom"
import './benifit.css';
const Benifits = () => {
    return(
        <div dir="rtl" className="benifit-container">
            <h1 className="benifit-title">הטבות לעובדי עירייה:</h1>
            <p className="benifit-text">"אני עובדת בעיריית דימונה 14 שנים. התחלתי את דרכי כמדריכה במרכז המבקרים, התקדמתי לתפקיד ניהולי במרכז המבקרים 
            ולפני כשנה עברתי לאגף התפעול. גם את בעלי הכרתי בעיריית דימונה כשעבד פה כמאבטח.
             כהורה אני נהנית מהמון הטבות חברה שממוקדות במשפחות. בשנים האחרונות בסוף הקיץ
             – בתקופה שכבר אין כמעט קייטנות, מתקיימת קייטנה לילדי העובדים. הילדים הצעירים
             מגיעים למפעל, מתרגשים לראות את העבודה של ההורים ויוצאים, כמובן, גם לפעילויות חיצוניות.
             זה מאוד מחזק את החיבור של המשפחה לחברה. מעבר לזה, קיים מענק מיוחד לסיוע במימון קייטנות 
            רגילות – אני זכאית להחזר של מאות שקלים עבור כל ילד בכל שנה, וכהורה לשלושה ילדים, כמו שיש לי, זה משמעותי מאוד.
            חלק ממדיניות החברה היא לדאוג למשפחה, ולכן האריכו השנה בחברה גם את חופשת הלידה בשבוע נו
            סף, וגם אבות זכאים להטבה הזו – מענק שבוע חופשת לידה. אחת לשנתיים אנחנו יוצאי מפנקת. בשנה שעברה בחרם פעילות ספורטפש משפחתי או נורדי ביעד מותאם".</p>   
            <p dir="rtl" className="benifit-title">חופשות</p>
            <p dir="rtl" className="benifit-text">חופשה שנתית - על פי חוק חופשה שנתית, התשי"א-1951; צו הרחבה בדבר הנהגת שבוע עבודה מקוצר במגזר העסקי. 
            עובד שהמעסיק קיפח את זכותו לימי 
            החופשה זכאי לקבלם, כאשר דינם של דמי חופשה ופדיון ימי חופשה הוא כדין שכר עבודה. כמה מגיע לי? עובד שמועסק בשבוע עבודה בן 5 ימים, 
            זכאי לימי חופשה שנתית על פי הוותק שלו, בהתאם לפירוט הבא:  1-4 שנים – 10 ימים, 5 שנים – 12 ימים, 6 שנים- 14 ימים, 7 שנים –
             15 ימים, 8 שנים- 16 ימים, 9 שנים – 17 ימים, 10 שנים- 18 ימים, לכל שנה נוספת יתווסף יום לכל שנת עבודה עד לחופשה של 28 ימים. </p>

            <p dir="rtl" className="benifit-title">תנאים סוציאליים</p>
            <p dir="rtl" className="benifit-text">הודעה לעובד על תנאי עבודתו - על פי חוק הודעה לעובד (תנאי עבודה), 
            התשס"ב-2002, עובד זכאי להודעה שכוללת את המידע כנדרש בסעיף 1 לחוק,
             הן בתחילת ההעסקה והן במקרה של שינויים בתנאי העסקתו. במקרה של הפרה, בית הדין לעבודה זכאי לפסוק לעובד פיצוי ללא
             הוכחת נזק עד לסכום של 15,000 ₪. אי-מסירת הודעה לעובד כנדרש תעביר את נטל ההוכחה למעסיק בנוגע לתנאי ההעסקה
            מסירת תלושי שכר תקינים מדי חודש - על פי חוק הגנת השכר,
            התשי"ח-1958, כל עובד זכאי לקבל תלושי שכר הכוללים פירוט כנדרש בסעיף 24 ובתוספת לחוק. במקרה של הפרה, בית הדין זכאי לפסוק לעובד
            פיצוי ללא הוכחת נזק בגין אי מסירת תלוש שכר במועד או בגין מסירת תלוש שלא כולל פירוט כנדרש, עד לסכום של 5,000 ש"ח לתלוש שכר.
            תשלום השכר במועד - על פי חוק הגנת השכר, התשי"ח-1958, השכר ישולם לעובד ב-1 לחודש (תשלום לאחר ה-9 בחודש גורר פיצוי הלנת שכר).
             עובד ששכרו מולן זכאי לשכרו בצירוף פיצויים בגין הלנת שכר. 
            שכר המינימום למבוגר
            - על פי חוק שכר מינימום התשמ"ז-1987 וחוק שכר מינימום (העלאת שכר - הוראת שעה) התשע"ה-2015, העובד זכאי לשכר המינימום או למעלה מכך.
               להלן סכומי שכר המינימום על פי הפעימות שנקבעו: החל מ
             - 1.4.2015 – 4650 ₪, החל מ- 1.7.2016 – 4825 ₪, החל מ-1.1.2017 – 5000 ₪, החל מ-1.12.2017 – 5300 ₪. עובד שלא שולם לו שכר מינימום זכאי להשלמת 
             שכרו לשכר המינימום. כמו כן בית הדין לעבודה זכאי לפסוק לעובד פיצויי
            הלנת שכר מוגדלים בגין אי תשלום שכר מינימום. </p>
        </div>
    )
}
export default Benifits